[
  {
    "author": "Айзек Азимов",
    "description": "Американский писатель-фантаст, популяризатор науки, биохимик. Автор около 500 произведений, в основном художественных (прежде всего в жанре научной фантастики, но также и в других жанрах: фэнтези, детектив, юмор) и научно-популярных (в самых разных областях — от астрономии и генетики до истории и литературоведения). Многократный лауреат премий «Хьюго» и «Небьюла». Некоторые термины из его произведений — robotics (роботехника, роботика), positronic (позитронный), psychohistory (психоистория, наука о поведении больших групп людей) — прочно вошли в английский и другие языки",
    "titles": [
      {
        "name": "Сами боги",
        "description":"В романе описан контакт человечества с расой трёхполых существ (пестун, рационал и эмоциональ), обитающих в параллельной вселенной, законы физики которой существенно отличаются от существующих в нашем мире. В частности, ядерное взаимодействие в параллельной вселенной гораздо сильнее, благодаря чему там возможно существование изотопов, которые в нашей Вселенной крайне нестабильны",
        "page": 120
      },
      {
        "name": "Двухсотлетний человек",
        "description":"Научно-фантастическая повесть Айзека Азимова, опубликованная впервые в журнале «Stellar-2» в 1976 году, и посвящённая роботу NDR, который стремился стать человеком. Повесть входит в цикл историй писателя о роботах. Произведение получило три самые престижные премии в англоязычной фантастике в номинации «Лучшая короткая повесть» (Best Novellette): «Небьюла» в 1976 году, «Хьюго» и «Локус» в 1977 году.Повесть поднимает проблемы человечности и искусственного интеллекта, рабства и свободы, конформизма и борьбы за свои права, жизни и смерти",
        "page": 120
      },
      {
        "name": "Академия на краю гибели",
        "description":"Научно-фантастический роман американского писателя Айзека Азимова, изданный в 1982 году издательством Doubleday. Роман стал четвёртой частью цикла «Основание» и шестой в данной фантастической хронологии",
        "page": 120
      }
    ]
  },
  {
    "author": "Артур Чарлз Кларк",
    "description": "Английский писатель, футуролог, популяризатор науки. Командор ордена Британской империи (1989) и рыцарь-бакалавр (1998). В его честь названы горы на Хароне (Clarke Montes)",
    "titles": [
      {
        "name": "Конец детства",
        "description":"Научно-фантастический роман Артура Кларка, опубликованный в 1953 году. Первая из трёх частей романа переработана из раннего рассказа автора «Ангел-хранитель» (англ. Guardian Angel, 1950). Книга о последнем поколении людей и о самом последнем человеке. Она рассказывает о том, как могущественные и таинственные пришельцы преградили людям путь к космосу, и о последующей судьбе человечества, о его назначении и месте во Вселенной",
        "page": 120
      },
      {
        "name": "Земная Империя",
        "description":"Научно-фантастический роман Артура Кларка, опубликованный в 1975 году.",
        "page": 120
      },
      {
        "name": "2001: Космическая одиссея",
        "description":"Научно-фантастический роман Артура Кларка, написанный в 1968 году на основе сценария одноимённого фильма, над которым писатель работал вместе со Стэнли Кубриком, и выпущенный после выхода фильма.Сюжет большей частью основан на рассказе Кларка «Часовой» (The Sentinel), написанном в 1948 году для конкурса Би-би-си и впервые напечатанном весной 1951 года в журнале «10 фантастических рассказов». Первая часть романа, «В первобытной мгле», где Монолит обучает питекантропов, основана на рассказе «Встреча на заре истории» (Encounter in the Dawn, 1953)",
        "page": 120
      },
      {
        "name": "Свидание с Рамой",
        "description":" научно-фантастический роман Артура Кларка, написан в 1973 году. Роман считается одним из самых значимых романов в творчестве писателя и классическим в своём жанре. Роман получил множество наград, в том числе премии Британской ассоциации научной фантастики, «Небьюла», «Хьюго», «Локус»",
        "page": 120
      }
    ]
  },
  {
    "author": "Станислав Лем",
    "description": "Польский философ, футуролог и писатель (фантаст, эссеист, сатирик, критик). Его книги переведены на более чем 50 языков, продано более 40 млн экземпляров. Автор философского труда «Сумма технологии», в котором предвосхитил создание виртуальной реальности, искусственного интеллекта, развил идеи автоэволюции человека, сотворения искусственных миров и другие",
    "titles": [
      {
        "name": "Солярис",
        "description":"Фантастический роман Станислава Лема, описывающий взаимоотношения людей будущего c разумным Океаном планеты Солярис.",
        "page": 120
      },
      {
        "name": "Возвращение со звёзд",
        "description":"Научно-фантастический роман польского писателя Станислава Лема. Роман описывает попытку человека, вернувшегося через 127 лет на Землю из космической экспедиции, приспособиться к сильно изменившемуся обществу.",
        "page": 120
      },
      {
        "name": "Сумма технологии",
        "description":"Философско-футурологический трактат польского писателя Станислава Лема (1963; первая публикация — 1964; второе издание — 1967; впоследствии неоднократно перерабатывался). Назван с аллюзией на «Сумму теологии» (лат. Summa Theologiæ) Фомы Аквинского и «Сумму теологии» Альберта Великого.",
        "page": 120
      },
      {
        "name": "Непобедимый",
        "description":"Научно-фантастический роман Станислава Лема, изданный в 1964 году.",
        "page": 120
      },
      {
        "name": "Высокий замок",
        "description":"Автобиографический роман Станислава Лема. Впервые опубликован в 1966 году",
        "page": 120
      },
      {
        "name": "Мир на Земле",
        "description":"Научно-фантастический сатирико-философский роман польского писателя Станислава Лема. Продолжение путешествий Ийона Тихого, впервые появляющегося в цикле «Звёздные дневники». В книге Лем развивает идею некросферы (некроэволюции), начатую в романе «Непобедимый».",
        "page": 120
      }
    ]
  },
  {
    "author": "Ро́берт Ха́йнлайн",
    "description": "Американский писатель и сценарист, один из крупнейших писателей-фантастов, во многом определивший облик современной научной фантастики",
    "titles": [
      {
        "name": "Звёздный деса́нт",
        "description":"Научно-фантастический роман Роберта Хайнлайна, опубликованный в 1959 году. На Западе обычно относится к жанру боевой фантастики, хотя включает элементы утопии и романа воспитания. Публиковался в сокращённом виде в журнале The Magazine of Fantasy & Science Fiction (октябрьский и ноябрьский номера за 1959 год) под названием «Звёздный солдат» (Starship Soldier)",
        "page": 120
      },
      {
        "name": "Чужак в чужой стране",
        "description":"Фантастический философский роман Роберта Хайнлайна, удостоенный премии «Хьюго» в 1962 году. Первый научно-фантастический роман, вошедший в национальный список бестселлеров газеты New York Times. В 1987 году роман введён в «Зал славы» премии «Прометей». Одно из немногих фантастических произведений, в 2012 году включённых Библиотекой Конгресса в список книг, сформировавших Америку",
        "page": 120
      },
      {
        "name": "Дверь в лето",
        "description":"Научно-фантастический роман Роберта Хайнлайна, впервые опубликованный в 1956 году в журнале Fantasy & Science Fiction. В опросах читателей журнала Locus с 1975 по 1998 год роман признавался 36-м, 29-м и 43-м в списке лучших научно-фантастических романов",
        "page": 120
      },
      {
        "name": "Луна — суровая хозяйка",
        "description":" научно-фантастический роман Роберта Хайнлайна. Первая публикация шла с декабря 1965 года по апрель 1966 года на страницах журнала Worlds of If. Переведён на множество языков, в том числе на турецкий. Роман удостаивался премий «Хьюго» (1966) и «Прометей» (1987), неоднократно включался в списки лучших фантастических произведений XX века журнала «Локус».",
        "page": 120
      }
    ]
  },
  {
    "author": "Ива́н Ефре́мов",
    "description": "Советский палеонтолог, писатель-фантаст и социальный мыслитель.",
    "titles": [
      {
        "name": "Туманность Андромеды",
        "description":"Социально-философский научно-фантастический роман советского писателя Ивана Ефремова. Написан в 1955—1956 годах.Роман стал первым в «космическом цикле» произведений И. Ефремова о будущем планеты Земля, вошедшей в состав галактического содружества цивилизаций — «Великого Кольца» (продолжением цикла являются повесть «Сердце Змеи» и роман «Час Быка»)",
        "page": 120
      },
      {
        "name": "Час Быка",
        "description":"Социально-философский научно-фантастический роман-антиутопия Ивана Антоновича Ефремова о путешествии людей из далёкого будущего, жителей коммунистической Земли, на планету Торманс на звездолёте «Тёмное Пламя», передвигавшемся в гиперпространстве, отправленном в космос планетой Земля с гуманитарной миссией. На Тормансе звездолётчики обнаруживают потомков людей, ранее бежавших с Земли и построивших закрытое тоталитарное общество",
        "page": 120
      },
      {
        "name": "Сердце Змеи",
        "description":"Научно-фантастическая повесть Ивана Антоновича Ефремова, написанная в 1958 году.Автор развёрнуто описывает возможность существования планетарной биосферы и высокоорганизованной разумной жизни — человекоподобных существ — с биохимией на основе фтороводорода; размышляет о том, что высокоразвитые цивилизации, способные на космические путешествия, не могут быть агрессивно настроены в силу своего развития.",
        "page": 120
      }
    ]
  },
  {
    "author": "Аркадий и Борис Стругацкие",
    "description": "Русские советские писатели, сценаристы, одни из немногих советских авторов научной и социальной фантастики, оказавшихся востребованными после распада СССР.",
    "titles": [
      {
        "name": "Пикник на обочине",
        "description":"Философская фантастическая повесть братьев Стругацких, впервые изданная в 1972 году. Повесть лидирует среди прочих произведений авторов по количеству переводов на иностранные языки и изданиям за пределами бывшего СССР",
        "page": 120
      },
      {
        "name": "Отель «У Погибшего Альпиниста»",
        "description":"Повесть братьев Стругацких в жанре фантастического детектива, написанная в 1969 году",
        "page": 120
      },
      {
        "name": "Жук в муравейнике",
        "description":"Фантастический детектив братьев Аркадия и Бориса Стругацких (1979). Предпоследняя книга из цикла про «Мир Полудня», вторая книга трилогии, рассказывающей о жизни и приключениях Максима Каммерера.",
        "page": 120
      },
      {
        "name": "Обитаемый остров",
        "description":"Фантастическая повесть братьев Аркадия и Бориса Стругацких, написанная в 1969 году. Повесть является первой частью «Трилогии Каммерера», в которую, помимо неё, входят повести «Жук в муравейнике» и «Волны гасят ветер»",
        "page": 120
      },
      {
        "name": "Волны гасят ветер",
        "description":"Фантастическая повесть Аркадия и Бориса Стругацких. Заключительная повесть о Мире Полудня. Завершает трилогию о Максиме Каммерере",
        "page": 120
      },
      {
        "name": "Трудно быть богом",
        "description":"Социально-фантастическая повесть Аркадия и Бориса Стругацких. Написана в 1963 году, впервые опубликована в 1964 году в авторском сборнике «Далёкая Радуга»",
        "page": 120
      }
    ]
  }
]